accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-tools
ansible
appimagelauncher
arandr
arc-gtk-theme-eos
archiso
archlinux-logout-git
archlinux-tweak-tool-git
archlinux-wallpapers-git
archlinux-xdg-menu
arcolinux-bspwm-git
arcolinux-keyring
arcolinux-mirrorlist-git
arcolinux-polybar-git
arcolinux-qtile-git
arcolinux-xmonad-polybar-git
autoconf
automake
autotiling
awesome-terminal-fonts
b43-fwcutter
base
bash-completion
bind
binutils
bison
blender
blueberry
blueman
bluez
bluez-utils
boost
brightnessctl
bspwm
btop
btrfs-progs
caddy
cantarell-fonts
cava
ckbcomp
cliphist
cmatrix
composer
conky
cryptsetup
cups
debtap
deno
device-mapper
dex
dhclient
dialog
diffutils
dino
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
downgrade
doxygen
dpkg
duf
dunst
e2fsprogs
efibootmgr
efitools
element-desktop
emacs
emscripten
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
erofs-utils
etcher-bin
ethtool
eww-wayland
exfatprogs
exiv2
exo
extra-cmake-modules
f2fs-tools
fakeroot
fastfetch
feh
ffmpegthumbnailer
file
file-roller
filezilla
findutils
firefox
firewalld
fish
flameshot-git
flatpak
flatpak-builder
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
galculator
gamescope
garcon
gawk
gcc
gettext
gimp
git
github-cli
glances
glava
gnome-font-viewer
gnome-keyring
gnome-tweaks
gnu-netcat
go
go-tools
gobject-introspection
godot
google-chrome
gparted
grep
grim
grimshot
groff
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handbrake
hashcat
haveged
hcxdumptool
hcxtools
hdparm
helix
hexchat
hplip
htop
hugo
hwdetect
hwinfo
hyprland
hyprlang
hyprshot
i3-motortruck1221
i3-wm
i3blocks
i3lock-fancy-git
i3status
imagemagick
inetutils
inkscape
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jgmenu
jq
jre-openjdk-headless
jre8-openjdk
kdenlive
kernel-install-mkinitcpio
kitty
kitty-shell-integration
kitty-terminfo
kpmcore
lapce
less
lib32-gnutls
lib32-libpulse
lib32-libva-intel-driver
libdvdcss
libgsf
libopenraw
libpwquality
libreoffice-fresh
libtool
libwnck3
lightdm
lightdm-settings
lightdm-slick-greeter
lighttpd
linux
linux-firmware
linux-headers
linux-wifi-hotspot
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
ly
m4
make
man-db
man-pages
mariadb
mdadm
meld
mesa-utils
meson
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mpv
mtools
namcap
nano
nano-syntax-highlighting
nbd
ncdu
ncmpcpp
ndisc6
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nmap
nomacs
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
obs-studio
openconnect
openvpn
os-prober
otf-droid-nerd
pacman
pacman-contrib
pamixer
parole
pass
patch
pavucontrol
pcmanfm
perl
perl-file-slurp
perl-io-tty
perl-ipc-run
perl-module-find
perl-parse-yapp
perl-time-duration
pfetch
php
php-pgsql
php-sqlite
picom
pipes.sh
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
polkit-gnome
polkit-qt5
polybar
polybar-motortruck1221
poppler-glib
postgresql
power-profiles-daemon
ppp
pptpclient
protonvpn
proxychains-ng
pulsar-bin
pv
pydf
python
python-appdirs
python-argcomplete
python-atspi
python-attrs
python-beaker
python-cachecontrol
python-capng
python-certifi
python-cffi
python-chardet
python-commonmark
python-cryptography
python-defusedxml
python-distlib
python-distro
python-docopt
python-docutils
python-html5lib
python-idna
python-importlib-metadata
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jsonschema
python-kivy
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-netifaces
python-nspektr
python-numpy
python-ordered-set
python-packaging
python-pillow
python-pip
python-pipx
python-platformdirs
python-pycparser
python-pycups
python-pycurl
python-pygments
python-pyopenssl
python-pyqt5
python-pyxdg
python-requests
python-resolvelib
python-rich
python-setuptools
python-six
python-systemd
python-tenacity
python-toml
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-urwid
python-validate-pyproject
python-virtualenv
python-webencodings
python-xlib
python-xmltodict
python-zipp
qemu-base
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ristretto
rmlint
rofi
rp-pppoe
rpm-tools
rsync
rtkit
rustup
s-nail
scrot
sddm-git
sed
sg3_utils
shell-color-scripts
sl
slim
slurp
smartmontools
snapd
sof-firmware
spotify
sshfs
sshpass
st-motortruck1221
starship
steam
strace
sudo
sutils-git
swww
sxhkd
sysfsutils
sysstat
system-config-printer
systemd-boot-pacman-hook
systemd-sysvcompat
tabby-bin
tailscale
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tldr
tor
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
ulauncher
ungoogled-chromium
unrar
unzip
upower
upx
usb_modeswitch
usbutils
v4l2loopback-dkms
variety
vde2
vi
vim
vimb
virt-install
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vpnc
waybar
websocat
weechat
welcome
wf-recorder
wget
which
whois
wine
wireguard-tools
wireless-regdb
wireless_tools
wireplumber
wireshark-qt
wit
wl-clipboard
wldash
wlogout
wmctrl
wofi
wpa_supplicant
xbindkeys
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-intel
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-panel
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xmonad-log
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xfd
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
xtitle-git
yad
yaml-cpp
yay
zellij
zenity
zig
zmap
zsh
zsh-completions
zsh-syntax-highlighting
